import React from 'react'

const Spec = () => {
  return (
    <section className={'spec'}>
        <div className='container'>
            <p className={'spec__desc'}>
                Направления подготовки NOMAD COLLEGE
                <br/>
                <h4 className={'spec__subdesc'}>
                    Длительность обучения 2 года 10 месяцев
                </h4>
            </p>
            <div className="spec-row">
                <div className="spec-card">
                    <img src="https://nomad.iuk.kg/wp-content/uploads/2022/07/programmirovanie.jpg" alt="//"/>
                    <div className="spec-card-caption">
                        <p>Если ты хочешь освоить востребованную профессию, зарабатывать больше и построить успешную
                            карьеру, то наша программа предлагает широкий спектр разработки программного обеспечения,
                            владеющих современными IT-технологиями, гибкими навыками и владеющих контентом о состоянии и
                            тенденциях развития бизнеса методами и средствами business intelligence</p>
                    </div>
                </div>
                <div className="spec-card">
                    <img src="https://nomad.iuk.kg/wp-content/uploads/2022/07/perevoddelo-3.jpg" alt="//"/>
                    <div className="spec-card-caption">
                        <p>Ваша культура - это ваш бренд. Программа Цифрового маркетинга дает студентам знания,
                            инструменты и образ мышления, необходимые для решения проблем, с которыми сегодня
                            сталкиваются организации. Учебная программа сочетает в себе инновационные и фундаментальные
                            курсы по маркетингу, такие как зеленый маркетинг и корпоративная социальная ответственность,
                            аналитика цифрового маркетинга, SEO-продвижение, SEM, SMM и другие</p>
                    </div>
                </div>
                <div className="spec-card">
                    <img src="	https://nomad.iuk.kg/wp-content/uploads/2022/07/SMM-1.jpg" alt="//"/>
                    <div className="spec-card-caption">
                        <p>Ваша культура - это ваш бренд. Программа Цифрового маркетинга дает студентам знания,
                            инструменты и образ мышления, необходимые для решения проблем, с которыми сегодня
                            сталкиваются организации. Учебная программа сочетает в себе инновационные и фундаментальные
                            курсы по маркетингу, такие как зеленый маркетинг и корпоративная социальная ответственность,
                            аналитика цифрового маркетинга, SEO-продвижение, SEM, SMM и другие</p>
                    </div>
                </div>
                <div className="spec-card">
                    <img src="https://nomad.iuk.kg/wp-content/uploads/2022/07/pravo.jpg" alt="//"/>
                    <div className="spec-card-caption">
                        <p>Подготовка конкурентноспособных кадров, обладающих современными знаниями в области права и
                            отвечающих потребностям отечественного и мирового рынков интеллектуального труда. Быть
                            способным использовать передовые навыки коммуникации в области международного права.
                            Престижная профессия «юрист» пользуется уважением в обществе. Кроме того, в этой сфере
                            возможен рост по карьерной лестнице</p>
                    </div>
                </div>
                <div className="spec-card">
                    <img src="https://nomad.iuk.kg/wp-content/uploads/2022/07/finans.jpg" alt="//"/>
                    <div className="spec-card-caption">
                        <p>Формирует специалистов нового поколения со знаниями не только отраслевых технологий но и
                            передовых корпоративных финансов, инвестиций и финансового анализа с углубленным владением
                            иностранных языков</p>
                    </div>
                </div>
                <div className="spec-card">
                    <img src="https://nomad.iuk.kg/wp-content/uploads/2022/07/grafdizajn.jpg" alt="//"/>
                    <div className="spec-card-caption">
                        <p>Вы узнаете, как создавать фирменный стиль, крутые логотипы, дизайн для полиграфии и веба.
                            Научитесь уверенно работать в Illustrator и Photoshop — и добавите мощный проект в
                            портфолио.
                            Также вы научитесь анализировать задачи и находить креативные решения, создавать брендбуки и
                            гайдлайны, эффектно презентовать собственные проекты и решения заказчикам</p>
                    </div>
                </div>
            </div>
        </div>

    </section>
  )
}

export default Spec